; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Người dịch - danubeblue43@gmail.com, 2006
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Vietnamese
; converted from windows-1258 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Lưu tất cả
Cắt
Chép
Dán
Kiểu nhẹ nhàng
Kiểu vừa phải
Kiểu nặng nề
Tùy chọn tải xuống
Quay số kết nối
Nói về FDM
Thoát
Hồ sơ
Biên tập
Trình bày
Tùy chọn
Công cụ
Trợ giúp
Thanh công cụ
Thanh trạng thái
Đánh giá Chính
Thiết đặc mặc định cho Tải xuống ..
Thiết đặt Tổng quát...
Quay số kết nối...
Gác máy khi xong
Shutdown máy tính khi xong
Mở Cửa Sổ Trợ giúp Tham khảo
Trang Chủ FDM
Gọi cho một người bạn
Gởi e-mail cho nhóm hỗ trợ
Tự động kiểm tra cho Cập nhật
Kiểm tra cho Cập nhật ngay bây giờ
-
-
Chuyển đổi tới
Kiểu dùng Vận chuyển
Đăng ký
Các Tải xuống
Lịch biểu
Khám phá Site
Khám phá HTTP//FTP
Quản lý Site
Thêm việc tải về
Cho tải về
Ngưng tải về
Lịch biểu tải về
Thêm tác vụ...
Tính chất tác vụ...
Chọn các hồ sơ tải về
Ngừng lại
Làm tươi mới
Thêm Site
Tính chất của Site...
Các nhóm của các Tải về
Thông tin tải về
Hồ sơ nhật ký Lịch trình
Hồ sơ nhật ký khám phá Site
Thanh trượt
Tạo mới cuộc tải về...
Xoá tải về
Mở hồ sơ đang chọn
Mở thư mục chứa hồ sơ này
Chạy tự động Tải về
Tính chất tải về...
Hiệu lực tác vụ này
Vô hiệu tác vụ này
Xoá tác vụ này
Mở thư mục bên trên
Ngắt kết nối
Tải về
Thiết đặt cách khám phá Site...
Xoá bỏ Site
Đề mục tạm thời
Sites
Hiển thị cửa sổ chính
Giám sát trình Duyệt
Giám sát Bộ nhớ đệm
Chạy tất cả các Tải về
Dừng tất cả các Tải về
-
Tiếp tục
-
-
-
-
-
Bỏ qua
-
-
-
Các nhóm
Bộ lọc
Đầy đủ
Trong tiến trình
Lịch biểu
Ngừng lại
Khác
Tạo Nhóm mới...
Xoá bỏ nhóm
Xoá bỏ tất cả các tải xuống
Xoá bỏ tất cả các tải xuống đã hoàn tất
Mở nhóm thư mục
Tính chất Nhóm...
Tên Nhóm:
Thư mục mặc định:
Phần mở rộng của hồ sơ [phân cách bởi khoảng trắng]:
Mặc định Ưu tiên tải về
Rất thấp
Thấp
Trung bình
Cao
Rất cao
Xin nhập vào một tên Nhóm
Lỗi nhập liệu
Nhóm với cùng tên này đã tồn tại. Xin nhập tên khác
Xin nhập vào tên thư mục
Chọn thư mục mặc định cho Nhóm
Nhập tên Nhóm vào đây
Thư mục mặc định để lưu các tải về của nhóm này
Duyệt
Phần tên mở rộng cho hồ sơ Nhóm này. Dùng dò tìm Nhóm khi tải về tự động
Mặc định Ưu tiên tải về cho Nhóm này
Bỏ qua các thay đổi và đóng hộp thoại
Hiệu lực các thay đổi và đóng hộp thoại
Lỗi trong Nhóm tải về
Vui lòng cài đặt lại FDM
Lỗi
Không thể tải một danh sách của các tác vụ tải về. Có lẽ nó bị hư hỏng hoặc hiện đang được dùng bởi một ứng dụng khác
Thất bại trong việc khởi tạo sự hợp nhất với Internet Explorer
Bạn chắc chắn thế?
Có ý định xoá hết các Nhóm tải về
Xác nhận
Tên Hồ sơ
Kích cỡ
Tải xuống
Thời gian còn lại
Chia gói
Tốc độ
Chú dẫn
Nhật ký
Tiến trình
Giờ
Ngày
Thông tin
Dọn dẹp
Tự động cuốn
Không biết lỗi mạng này
Truy cập bị từ chối. Tên hay mật khẩu không phù hợp
Truy cập bị từ chối. Mật khẩu không hợp lệ
Thành công
Không kết nối tới máy chủ được
Không tìm thấy hồ sơ này trên máy chủ
Kết nối tới máy chủ đã mất
Máy chủ không trả lời
Không thể phân tích tên máy phục vụ này
Máy phục vụ không hỗ trợ việc cho tải lại. Việc tải về phải liên tục, nếu không bạn phải chạy lại từ đầu
Cần có tên sử dụng và mật khẩu cho Proxy này
Lỗi phần tên mở rộng
Yêu cầu xấu. Có lẽ đây là URL xấu
Không biết lỗi từ máy phục vụ
Kết nối đã thất bại
URL xấu
Không có kết nối Internet nào
Phiên bản HTTP đã chọn không hỗ trợ máy chủ này
Lỗi không biết
Không xoá được hồ sơ này từ ổ đĩa
Giới hạn của sự kết nối tới máy phục vụ đã đạt tới
Giới hạn của kết nối này đã đạt tới
Tạm dừng %d giây.
Thành phần
Bắt đầu
Hoàn tất
Tải xuống đã hoàn tất
Đang kết nối...
Kết nối thành công
Gọi lại
Gọi lại thành công. Mở ra URL mới
Bắt đầu tải về...
Ngừng lại
Tạo thành phần mới...
Huỷ bỏ
Chạy lại việc tải về...
Mở hồ sơ trên đĩa...
Tên hồ sơ quá dài
Hồ sơ này đã tồn tại. Đổi tên là
Đổi tên là
Hồ sơ đầu ra đã bị xoá. Không thể tiếp tục
Hồ sơ đã tồn tại. Viết lại nó
Hồ sơ đã tồn tại. Tiếp tục tải xuống
Hồ sơ đã tồn tại
Không mở được hồ sơ trên đĩa
Kích cỡ hồ sơ đã thay đổi trên máy phục vụ !
Điều chỉnh theo kích cỡ mới...
Không thể ghi đè lên hồ sơ
Hồ sơ sẽ được đổi tên
Không thể đổi tên hồ sơ về lại tên gốc của nó
Không thể lưu giữ các Nhóm
Không thể lưu giữ các tải xuống
Kết nối quay số
Kết nối tới :
Quay số tự động
Kết Nối
Chọn đề mục quay số ở đây
Đặt dấu Kiểm vào đây nếu bạn muốn quay số sẽ chạy tự động trong lần tới
Quay số ngay
Không quay số và đóng hộp thoại này
Không có mục gọi quay số nào tìm thấy trên máy tính này
Đường dây thì bận rộn
Sự thất bại qua Phần cứng
Không có âm quay số nào
Quay số
Đang thử
Mở cổng...
Quay số tới nhà cung cấp...
Kết nối tới máy tính từ xa
Xác minh tên và mật khẩu...
Tốc độ kết nối là %d BPS
Ngắt kết nối
Lập lại
Yêu cầu tên và mật khẩu sử dụng
Người dùng:
Mật khẩu:
Nhóm:
Lưu tới thư mục:
Lưu ra như:
Chạy
Tự động
Bằng tay
Lịch biểu
Ưu tiên tải về
Nâng cao
Địa chỉ hồ sơ bạn muốn tải về
Nhập tên người dùng vô đây
Nhập mật khẩu vô đây
Đặt dấu kiểm nếu máy phục vụ yêu cầu sự cho phép
Tên củ nhóm để đặt tải xuống. Các nhóm giúp bạn quản lý
Thư mục cất giữ các tải xuống
Tến mới cho hồ sơ sẽ tải xuống. Để ô này rỗn nếu bạn muốn lưu trữ hồ sơ theo tên nguyên bản
Diễn giải ngắn cho tải xuống
Tải xuống này sẽ được chạy tự động càng sớm càng tốt
FDM sẽ không thể chạy chạy tải xuống tự động này
Hoạch định tải xuống này
Cấu hình lịch trình tải xuống
Quyền Ưu tiên tải xuống. Các tải xuống với quyền ưu tiên cao sẽ chạy trước. Các tải xuống có ưu tiên ít hơn thì sẽ trì hoãn về sau
Xem thiết đặt nâng cao cho tải xuống này
Nhập URL sai. Xin kiểm tra nó
Xin nhập tên người dùng
Chọn nơi hồ sơ xuất ra
Tổng quát
Thông tin chung
Tải xuống hiện đã được lưu thành hồ sơ:
Tên của hồ sơ tải về
URL của tải về này không thể thay đổi
Tải về này đang trong tiến trình. Không thể đổi tên hồ sơ
Không thể đổi tên hồ sơ
Không tìm thấy hồ sơ
Không tìm thấy đường dẫn
Không đúng định dạng .exe
Hồ sơ đang được dùng bởi ứng dụng khác
Truy cập bị từ chối
Thiết bị đó không sẵn có
Đĩa đã đầy
Tên hồ sơ không hợp lệ
Yêu cầu đăng nhập
Kết nối
Mạng
Lỗi
Tạm dừng giữa lúc kết nối có thử lại [số giây]:
Số lần tối đa để thử lại
Thời gian trễ [số giây]:
Kích cỡ tối thiểu:
Số gói tối đa:
Hạn chế sự vận chuyển tải xuống này
Giới hạn vận chuyển
Lờ đi tất cả các giới hạn
b
Kb
Mb
; second. e.g. KB/s
s
Nhập vào giá trị lớn hơn %d
Xin chọn kích thước
Thời gian đợi máy phục vụ ngắt kết nối trong trường hợp có lỗi
Đặt dấu kiểm vô đây nếu bạn muốn giới hạn mức tối đa số lượng thất bại cố gắng tải xuống
Thời gian đợi sự hồi báo từ máy phục vụ
Kích thước tối thiểu của thành phần. Tải xuống sẽ không chia từng phần vào trong các thành phần với kích thước nhỏ hơn
Số tối đa của các thành phần. Tải xuống sẽ không chia từng phần vào trong các thành phần lớn hơn
Chỉ rõ (tối đa) bao nhiêu làn vận chuyển FDM sẽ giữ lấy cho tải xuống
Lờ đi các hạn chế và hạn chế sự vận chuyển cho mức tối đa của những kết nối cho tải xuống này
Bạn có thể chỉ rõ các giá trị trong bytes (b), kilobytes (Kb) hoặc megabyte (Mb) trong ô này
Giao thức
Nhận diện máy phục vụ như:
Quy vào:
Sử dụng HTTP 1.1
Sử dụng cookies
Sử dụng kiểu thụ động
Cách chuyển giao
Binary
ASCII cho hồ sơ có phần mở rộng:
Chỉ rõ cách FDM sẽ nhận diện với máy phục vụ HTTP
Chuỗi này sẽ gởi đi như trường dữ liệu Referrer tới máy phục vụ HTTP.  Như một quy tắc, nó thì chưa được yêu cầu
Đặt dấu kiểm vô hộp này nếu bạn muốn FDM dùng phiên bản HTTP 1.1
Đặt dấu kiểm vô hộp này nếu bạn muốn FDM sử dụng cookies
Đặt dấu kiểm vô hộp này nếu bạn muốn FDM dùng kiểu thụ động cho các máy phục vụ FTP. Đôi khi nó là cần thiết khi làm việc với tường lửa
Sử dụng các kiểu nhị phân cho sự chuyển giao FTP. Đặt kiểu này nếu hồ sơ bạn tải xuống không phải chỉ là một văn bản
Sử dụng các kiểu ASCII cho sự chuyển giao FTP. Đặt kiểu này nếu hồ sơ bạn tải xuống chỉ là một văn bản
FDM sẽ dùng kiểu ASCII cho các hồ sơ với phần mở rộng xác định. Với những hồ sơ khác FDM sẽ sử dụng kiểu nhị phân
Uỷ nhiệm
Thiết đặt ủy nhiệm có được
Từ Microsoft Internet Explorer
Chỉ định bằng tay
Không dùng một Uỷ nhiệm
Thiết đặt...
Địa chỉ
Cổng:
Xin nhập địa chỉ uỷ nhiệm
Xin nhập cổng uỷ nhiệm
FDM sẽ dùng thiết đặt uỷ nhiệm từ Internet Explorer
Bạn chỉ rõ các uỷ nhiệm do bạn thiết đặt
FDM sẽ không dùng uỷ nhiệm
Chọn kiểu máy phục vụ mà từ đó bạn muốn chỉ rõ uỷ nhiệm ở đây
Nhập địa chỉ của uỷ nhiệm bạn muốn sử dụng
Nhập cổng uỷ nhiệm ở đây.  Như một quy tắc, nó là 3128, 1080 hoặc 8080
Đặt dấu kiểm vô hộp này nếu máy phục vụ uỷ nhiệm yêu cầu sự cấp phép
Hỗn hợp
Hồ sơ cục bộ
Nếu hồ sơ đã tồn tại thì:
Không gian đĩa dự trữ để tải xuống hồ sơ
Phần mở rộng hồ sơ bổ sung cho tải xuống chưa xong:
Máy phục vụ Internet
Không chạy lại tải xuống nếu sự tải lại chưa hỗ trợ từ máy phục vụ
Nếu kích cỡ hồ sơ thay đổi trên máy phục vụ:
Dừng khi có lỗi
Hỏi lại
Viết lại
Đổi tên
Lấy lại
Khởi động lại
Điều chỉnh
Xin chỉ rõ phần mở rộng hồ sơ
Nơi đây bạn có thể chỉ ra cách FDM phải làm nếu hồ sơ đã tồn tại trên đĩa
Đặt dấu kiểm vào hộp này nếu bạn muốn không gian đĩa được dự trữ cho tải xuống một khi khởi động
Nếu nó được kiểm tra FDM sẽ nối vào phần mở rộng xác định tới một tên hồ sơ khi tải xuống. Khi tải xuống hoàn tất FDM đổi tên hồ sơ sau tới tên gốc của nó
FDM sẽ không khởi động lại tải xuống nếu máy phục vụ từ xa không hỗ trợ tải lại
Bạn có thể chỉ rõ ra ở đây FDM cần phải làm gì nếu kích thước hồ sơ thay đổi trên máy phục vụ
Đặt dấu kiểm ở hộp này để dừng tải xuống khi hồ sơ chưa tìm thấy trên máy phục vụ
Đặt dấu kiểm ở hộp này để dừng tải xuống khi tên người dùng hoặc mật khẩu sai
Những kiểu vận chuyển
Chọn kiểu để cấu hình:
Số lượng tối đa các kết nối:
Số lượng tối đa các kết nối cho một máy phục vụ:
Hạn chế của vận chuyển:
vô tận
Lựa chọn cách vận chuyển nào Bạn muốn cấu hình ở đây
Đặt dấu kiểm ở hộp này để giới hạn số lượng tối đa các kết nối
Đặt dấu kiểm ở hộp này để giới hạn số lượng tối đa các kết nối cho một máy phục vụ
Chỉ rõ ở đây FDM vận chuyển (tối đa) để tải xuống các hồ sơ
Tất cả các tải xuống
Liệt kê các tải về
Tự động lưu sau mỗi
phút.
Khi việc xóa tải xuống không hoàn tất
Tự động xóa những tải xuống đã hoàn thành
Không xóa hồ sơ
Xóa hồ sơ
FDM lưu danh sách các tự động tải xuống sau khoảng thời gian chỉ rõ. Nó bảo vệ danh sách khỏi việc bị treo của máy tính hoặc sự hư hỏng nguồn điện
Chỉ rõ FDM cần phải làm gì với hồ sơ trên đĩa khi việc xóa không đầy đủ sự tải xuống
Đặt dấu kiểm vô hộp này nếu bạn muốn xóa tải xuống tự động từ danh sách khi kết thúc
Theo dõi
Theo dõi
Bộ nhớ đệm
Theo dõi các hồ sơ với phần mở rộng
Lờ đi các hồ sơ với phần mở rộng
ALT không được nhấn
ALT phải được nhấn
Xin chỉ rõ phần mở rộng
Đặt dấu kiểm vô hộp này nếu bạn muốn FDM bắt các cú nhấn trong Internet Explorer
Đặt dấu kiểm vô hộp này nếu bạn muốn FDM theo dõi bộ nhớ đệm của bạn
Theo dõi các hồ sơ chỉ với phần mở rộng xác định
Không theo dõi các hồ sơ với phần mở rộng xác định 
Theo dõi chỉ nếu ALT không được nhấn
Theo dõi chỉ nếu ALT được nhấn
Khởi động
Tải khi khởi động
Chạy tối thiểu
Hệ thống
Thu nhỏ vào khay
Nút đóng tối thiểu cửa sổ
FDM sẽ khởi động tự động khi Windows chạy
FDM sẽ thu tối thiểu sau khi bắt đầu
Khi bạn nhấn nút Minimize FDM sẽ thu nhỏ tới khay hệ thống
Nếu được kiểm, kích vào nút Đóng sẽ tương tự như nhấn nút Tối thiểu
Cập nhật
Địa chỉ của máy phục vụ cập nhật
FDM sẽ kiểm tra cho phiên bản mới tự động
Hướng dẫn tối ưu hóa cách dùng Mạng
Chào đón bạn đến với Hướng dẫn tối ưu hóa cách dùng mạng!
Hướng dẫn này sẽ giúp bạn tối ưu các thiết đặt cho cách mà bạn kết nối mạng. Nó sẽ đặt các thuộc tính Tải xuống và những thuộc tính mặc định khi tải xuống.
Xin lựa chọn kiểu kết nối
Hoàn tất
Chỉ rõ kiểu kết nối Internet của bạn ở đây
Cấu hình FDM cho tối ưu với kết nối của bạn
Tác vụ
Giờ bắt đầu
Giờ chạy tiếp
Giờ kết thúc
Không thể tải liệt kê các lịch biểu. Có lẽ nó bị hư hoặc đang được dùng bởi ứng dụng khác
Không thể tải log Lịch biểu
Không thể lưu liệt kê của các Lịch biểu
Tác vụ "%s" đã hoạch định. Chạy nó?
Thay đổi qua lại kiểu dùng tới "%s"
Gác máy
Tất cả các kết nối
Thay đổi qua lại kiểu dùng
Tắt máy
Chạy lại
Đăng xuất
Một lần vào ngày
Ch.nhật
Th.hai
Th.ba
Th.tu
Th.nam
Th.sau
Th.bay
Vào các ngày:
Mỗi lần
ngày
giờ
Khi FDM khởi động
Khi quay số thành công
Khi quay số thất bại
Khi không có hành động tải xuống nào
Khi tốc độ ít hơn hoặc bằng %d BPS trong %d
Khi tất cả các tải xuống ở trong trạng thái lỗi
Không hề
Không biết
Kết nối thành công tới "%s"
Thất bại kết nối tới "%s"
Gọi ra thành công
Hết bộ nhớ
Không thể gọi
Lịch trình thi hành là nguyên nhân đóng Chương trình khi khởi động. Lịch trình sẽ được lờ đi
Số lần tối đa thử quay số
Tạm dừng giữa các sự thử
Gác máy nếu mức kết nối ít hơn:
Thử lần nữa
Không nhiều hơn
Sử dụng kết nối
Nếu thành công
Thời báo
Gác lại tất cả các kết nối tích cực
Kết nối đã treo
Tên chương trình:
Các đối số:
Kiểu của shutdown:
Bắt buộc các ứng dụng thoát ra
Giới thiệu chương trình
Thiết lập kết nối quay số
Gác lại kết nối
Đổi cách vận chuyển
Thoát ra từ FDM
Máy tính Shutdown
Các tải xuống bắt đầu
Các tải xuống đã dừng
Các ứng dụng
Tất cả các hồ sơ
Rất tiếc, đặc tính này chỉ sẵn có trong Windows 2000, XP và cao hơn
Xin nhập tên chương trình
Xin chọn các tải xuống
Lựa chọn kiểu vận chuyển bạn muốn ở tác vụ khởi động
Đặt dấu kiểm vào hộp này nếu bạn muốn giới hạn mức tối đa của các sự thử quay số không thành công
Thời gian giữa các sự thử không thành công
Đặt dấu kiểm vào hộp này để thiết lập kết nối với tốc độ không dưới giá trị mà bạn chỉ rõ
Chỉ rõ ra ở đây giá trị yêu cầu tối thiểu tốc độ kết nối
FDM sẽ thử lần nữa thiết lập kết nối đòi hỏi nếu bạn đặt dấu kiểm ở hộp này
Đặt dấu kiểm vào hộp này để giới hạn số tối đa các thất bại khi cố gắng để thiết lập kết nối
Chỉ rõ các yêu cầu tải xuống ở đây
Liệt kê tất cả các tải xuống sẵn có
Thêm tải xuống đã chọn vào danh sách tác vụ tải xuống
Loại bỏ tải xuống đã chọn từ danh sách tác vụ các tải xuống
Chỉ rõ ứng dụng bạn muốn giới thiệu ở đây
Tìm ứng dụng trên máy tính của bạn
Chỉ rõ các đối số chương trình ở đây
Chỉ rõ kiểu kết thúc phiên của bạn ở đây
Đặt dấu kiểm vào hộp này để bắt buộc kết thúc phiên của bạn. Nó hữu ích nếu các ứng dụng trong hệ thống bị treo. Trường hợp này, tất cả dữ liệu không lưu giữ sẽ mất
Chỉ rõ Lịch biểu hoạt động ở đây
Đặt dấu kiểm vào hộp này nếu bạn muốn FDM gác máy với tất cả các kết nối tích cực
Chỉ rõ kết nối để gác máy ở đây
Trong vài ngày nhất định
Chủ nhật
Thứ hai
Thứ Ba
Thứ tư
Thứ năm
Thứ sáu
Thứ bảy
Trên sự kiện
Trong
Tốc độ thấp nhất:
phút.
Phút
Giờ
Ngày
Khi tốc độ tải xuống thấp quá
Khi tất cả các tải xuống đều ở trạng thái lỗi
Xin chỉ rõ các ngày
Chạy tác vụ ở thời gian xác định
Đặt thời gian để chạy tác vụ ở đây
Chạy tác vụ ở ngày tháng xác định
Đặt ngày tháng để chạy tác vụ ở đây
Chạy tác vụ trên vài ngày nhất định của tuần
Chạy tác vụ mỗi Chủ nhật
Chạy tác vụ mỗi Thứ hai
Chạy tác vụ mỗi ngày thứ Ba
Chạy tác vụ mỗi Thứ tư
Chạy tác vụ mỗi Thứ năm
Chạy tác vụ mỗi Thứ sáu
Chạy tác vụ mỗi Thứ bảy
Chạy tác vụ định kỳ
Nơi ô này cho phép bạn chỉ rõ thời gian khoảng trong vài phút, nhiều giờ hoặc nhiều ngày
Chạy tác vụ khi sự kiện nào đó xảy ra
Chỉ rõ kiểu sự kiện ở đây
Nhập khoảng thời gian ở đây
Nhập yêu cầu tốc độ tối thiểu ở đây
Sự xác nhận khi yêu cầu thi hành tác vụ
Đợi sự xác nhận ngay đây
giây.
Nếu kiểm chứng, FDM sẽ hỏi bạn để xác nhận sự thực hiện của tác vụ này
Nếu kiểm chứng, FDM sẽ đợi xác nhận của bạn trong khoảng thời gian xác định. Nếu bạn không phản ứng lại trong thời gian này tác vụ sẽ khởi chạy
Address:
Xây dựng danh sách các hồ sơ tải xuống
Kết nối tới máy phục vụ
Cố gắng sử dụng tên và mật khẩu người dùng được cất giữ trong Site Manager
Khôi phục các hồ sơ liệt kê từ máy phục vụ
Kết nối với máy phục vụ thì bị mất. Đang thử khôi phục
Xây dựng danh sách
Tìm kích cỡ và ngày sửa đổi cuối cùng của các hồ sơ
Việc dùng tham số này có thể làm giảm đáng kể tốc độ
Đặt dấu kiểm ở đây nếu bạn muốn FDM truy vấn kích cỡ và ngày tháng các hồ sơ ở các máy phục vụ HTTP
Tên Site
Các kết nối
Đăng nhập
Nhóm
Không thể tải danh sách của các site. Có lẽ nó bị hư hoặc đang được dùng bởi ứng dụng khác
Không thể lưu danh sách của các site
Tối đa các kết nối đồng thời:
Nhóm mặc định cho một tải xuống mới từ vị trí này
Sử dụng FTP kiểu thụ động
Xin nhập tên site
Site có cùng tên đó đã tồn tại. Xin nhập tên site khác
Số của các kết nối tối đa phải lớn hơn 0
Xin chọn nhóm
Chỉ rõ tên site ở đây
Đặt dấu kiểm vô hộp này để giới hạn tối đa số lượng kết nối đồng thời tới máy phục vụ này
Đặt dấu kiểm vô hộp này để thêm các tải xuống từ máy phục vụ này đến nhóm được chọn tự động 
Hỏi người dùng
Không hỏi tôi lần nữa
Lỗi viết vô Đĩa
Hồ sơ "%s" đã có trên đĩa.  Phải làm gì?
Không hỏi bạn điều này lần nữa. Chọn lựa của Bạn sẽ được chấp nhận theo mặc định
Ghi đè lên hồ sơ hiện hữu
Đổi tên hồ sơ này
Lấy lại tải xuống.  (Tải xuống sẽ được chạy ở vị trí từ kích thước của hồ sơ hiện hữu)
Dừng tải xuống này
Có
Không
Tải xuống
đã bị xóa. Xóa hồ sơ trên đĩa này?
Xin nhập một tên người dùng và mật khẩu
Đăng nhập tới "%s"
Gửi tên người dùng và mật khẩu bạn chỉ rõ cho máy phục vụ
Không nối tới máy phục vụ này
Kích thước của "%s" đã thay đổi trên máy phục vụ. Phải làm gì?
Khởi động tải xuống lại từ đầu
Điều chỉnh tải xuống cho hồ sơ kích thước mới. Không khuyến khích
Xin đợi
Cập nhật
Diễn giải
Cập nhật sử dụng:
Kiểm tra cập nhật
Bạn đang dùng phiên bản mới nhất
Đang tải về
Phiên bản %s xây dựng %s thì sẵn có
Sự phân biệt đầy đủ của phiên bản %s (%s)
Nâng cấp tới phiên bản %s
Nâng cấp tới phiên bản %s (%s)
FDM phải được khởi động lại. Khởi động lại bây giờ?
Cập nhật đã xong
Không thể tìm thấy cập nhật
Chỉ rõ kiểu cập nhật ở đây
Cập nhật FDM dùng phân phối đầy đủ
Cập nhật FDM dùng phân phối nâng cấp
Nhìn để biết chi tiết hơn quá trình cập nhật
Có gì mới ở phiên bản này?
Bắt đầu cập nhật FDM bây giờ
Hủy bỏ cập nhật và đóng hộp thoại này
Tạo ra các tải xuống
Chọn nội dung
Nội dung không được chọn
Liệt kê các tải xuống để thêm
Kiểm tra thư mục đã chọn các mục để thêm chúng vào liệt kê tải xuống
Bỏ chọn thư mục đã chọn các mục để không thêm chúng vào liệt kê tải xuống
Nói về FDM
Bản quyền (c)
Giữ mọi bản quyền
Đăng ký tới:
Đã cập nhật. Khởi động lại được yêu cầu
Sai tên người dùng hoặc mật khẩu
Không thể tải hồ sơ lịch sử
Không thể lưu hồ sơ lịch sử
Thiết đặt mặc định HTML Spider...
HTML Spider
Cây các trang Web
Web-site tải xuống...
Các thiết đặt tải xuống Trang Web...
Bắt đầu tải xuống
Dừng tải xuống
Hoạch định tải xuống...
Xóa
Mở trang Web trong trình duyệt
Bắt đầu tải xuống tự động
Web site (trang) URL
Hồ sơ
Xóa các tải xuống cũng giống như thế?
Không thể tải danh sách các trang Web
Không thể cất giữ danh sách các trang Web
URL của trang Web hoặc máy phục vụ HTTP bạn muốn tải xuống từ đó
URL của trang Web hoặc máy phục vụ HTTP từ đó tải xuống đã khởi động
Tên của thư mục lưu các tải xuống bên trong
Thư mục đầu ra:
Các trang Web
Các trang
Phần mở rộng các hồ sơ của các trang Web với mã HTML:
Tải xuống trang Web có cùng kiểu
Tải xuống các trang Web từ các site khác
Các hình ảnh
Tải xuống các hình ảnh
Tải xuống các các hình ảnh là liên kết tới vị trí khác
Độ sâu của việc tải xuống:
Phần mở rộng của các hồ sơ của các trang Web với mã HTML. Các trang Web sẽ được quét các mối liên kết của các hình ảnh và các trang tải về khác
Nếu kiểm chứng, kiểu (CSS) của các trang Web cũng sẽ được tải xuống. Nêm làm
Nếu không kiểm chứng, các trang Web của site khác sẽ không được tải xuống. Cho ví dụ, nếu ô này không dấu kiểm và bạn bắt đầu tải xuống từ http://example.com/, thì http://othersite.com/some.html sẽ không được tải xuống, Nhưng http://example.com/some.html sẽ được tải xuống
Nếu kiểm chứng, các hình ảnh của các trang Web cũng được tải xuống
Nếu không kiểm chứng, các hình ảnh của các trang Web là liên kết tới vị trí khác sẽ không được tải xuống
Mức độ của tải xuống. Cho ví dụ, bạn bắt đầu tải xuống từ http://Ex.com/index.html. Có mối liên kết tới http://Ex.com/some.html từ http://Ex.com/index.html. Rồi là chiều sâu của http://Ex.com/some.html sẽ là 1. Đặt chiều sâu tới 0 sẽ kết quả tải xuống chỉ nội dung của trang khởi đầu.
Tải xuống các hồ sơ từ các trang Web
Tải xuống các hồ sơ từ các site khác
Xóa các hồ sơ với mở rộng
Bật
Tải xuống
Không tải xuống
các hồ sơ với phần mở rộng:
Đặt dấu kiểm vô hộp này để tải xuống các hồ sơ từ các trang Web
Đặt dấu kiểm vô hộp này để tải xuống các hồ sơ từ các site khác
Đặt dấu kiểm vô hộp này để lờ đi các hồ sơ với các mở rộng xác định
Các hồ sơ với các mở rộng, được chỉ rõ ở bên dưới, sẽ được tải xuống nếu kiểm chứng
Các hồ sơ với các mở rộng, được chỉ rõ ở bên dưới, sẽ không được tải xuống nếu kiểm chứng
Xuất khẩu các thiết đặt...
Nhập khẩu các thiết đặt...
Không gọi được Regedit.exe
Một lỗi xuất hiện trong khi cố gắng xuất khẩu các thiết đặt
Một lỗi xuất hiện trong khi cố gắng nhập khẩu các thiết đặt
Những hồ sơ nơi đăng ký FDM
Loại bỏ phần  mở rộng những hình ảnh
các hình ảnh với phần mở rộng:
Đặt dấu kiểm vô hộp này để lờ đi những hình ảnh với các mở rộng xác định
Các hình ảnh với những mở rộng, được chỉ rõ ở bên dưới, sẽ được tải xuống nếu kiểm chứng
Các hình ảnh với những mở rộng, được chỉ rõ ở bên dưới, sẽ không được tải xuống nếu kiểm chứng
Không tải xuống điều này và xóa nó
Máy phục vụ không hỗ trợ tải xuống lấy lại. Chạy lại từ đầu
Không mở được URL
Rất tiếc, bất ngờ lỗi xuất hiện trong khi thử để viết đến nơi đăng ký
Cám ơn bạn đã đăng ký! Xin khởi động lại FDM
Tải xuống bởi Free Download Manager
Tải xuống web-site bởi Free Download Manager
Thêm FDM vào menu ngữ cảnh Internet Explorer
Đặt dấu kiểm vô hộp này để thêm các mục "Tải xuống bởi Free Download Manager" và "Tải xuống web-site bởi Free Download Manager" vào menu ngữ cảnh Internet Explorer (menu xuất hiện khi bạn nhấn phím phải)
Giảm bớt cách dùng vận chuyển trên hoạt động bộ duyệt
Giảm bớt một mức
Đặt kiểu Nhẹ
Đặt vô hộp dấu kiểm để giảm bớt cách vận chuyển tự động khi bạn duyệt Internet. Điều này cho phép bạn duyệt nhanh hơn khi FDM đang tải xuống cái gì đó
Kiểu cách vận chuyển sẽ được giảm bớt một mức. Nặng -> Trung bình, Trung bình -> Nhẹ
Kiểu cách vận chuyển sẽ được thay đổi tới Nhẹ
Hợp lệ cho
Hợp lệ cho mức dưới domains
Đặt vô hộp dấu kiểm để sử dụng bản ghi này cho tải xuống HTTP
Đặt vô hộp dấu kiểm để sử dụng bản ghi này cho tải xuống HTTPS
Đặt vô hộp dấu kiểm để sử dụng bản ghi này cho tải xuống FTP
Đặt vô hộp dấu kiểm để sử dụng bản ghi này cho các tải xuống từ những máy phục vụ mức dưới domains. Cho ví dụ, cho vị trí http://site.com nó sẽ là http://some.site.com
Xin chọn một giao thức tối thiểu
Số tối đa việc chạy các tải xuống đồng thời
Đặt dấu kiểm vô hộp này nếu bạn muốn giới hạn số lượng tối đa các tải xuống chạy cùng lúc
Chạy lại tải xuống
Tạo nhiều hơn một phân đoạn
Ngừng một phân đoạn
; context: [section x] - Stopped
Ngừng lại
; tray menu
Hộp bung xuống
;
Không tìm thấy thư mục Plugin Opera. Bạn muốn chỉ rõ nó bằng tay không?
Không tìm thấy thư mục Netscape Plugin. Bạn muốn chỉ rõ nó bằng tay không?
Không thể thiết đặt theo dõi Opera
Không thể theo dõi gỡ cài đặt Opera
Không thể thiết đặt theo dõi Netscape
Không thể theo dõi gỡ cài đặt Netscape
Hãy Kiểm tra cái hộp này nếu bạn muốn rằng FDM bắt các cú nhấn vào Opera
Hãy Kiểm tra cái hộp này nếu bạn muốn rằng FDM bắt các cú nhấn vào Netscape
; create download dlg
Truy vấn kích cỡ
; request a size of a download
Yêu cầu...
Truy vấn kích cỡ của một tải xuống từ máy phục vụ
Có tất cả
Không tất cả
Hiể thị Log chi tiết
Nếu kiểm chứng, FDM sẽ hiển thị các đáp ứng từ máy phục vụ
Các thay đổi sẽ hiệu lực sau khi bạn khởi động lại bộ duyệt
Liệt kê các tác vụ
Liệt kê các hồ sơ
Liệt kê các site
Liệt kê các trang
Xóa các tải xuống
Xây dựng danh sách của các tải xuống
Tạo ra đợt tải xuống...
Từ:
Tới:
Bước:
Dấu gộp bytes:
Kết quả
Mẫu:
Sự Nối tiếp khởi động ghi số
Số kết thúc nối tiếp
Bước nối tiếp. Cho ví dụ, nếu nó là 10, thì sự nối tiếp sẽ là 0, 10, 20,...
Đếm dấu gộp bytes. Cho ví dụ, nếu nó là 1, thì sự nối tiếp sẽ là 1, 2, 3.  Nếu nó là 2, thì sự nối tiếp sẽ là 01, 02, 03.
Nhấn để ở đây xem sự nối tiếp phát sinh
Cho phép Internet Explorer tải xuống nếu bạn nhấn Cancel
Hãy Kiểm tra điều này nếu bạn muốn Internet Explorer tải xuống hồ sơ khi bạn nhấn Cancel trong hộp thoại "Tạo ra tải xuống"
Dãy số cuối phải là lớn hơn khi khởi động một
Vui lòng dùng (*) trong URL để chỉ rõ khung mẫu của URL
Tạo ra phần mở rộng nếu không phải chỉ  có một hồ sơ
Đặt dấu kiểm vô hộp này để chỉ rõ phần mở rộng tạo ra cho hồ sơ mà nó không có. Cho ví dụ nếu hồ sơ tên là "file" và bạn chỉ rõ "txt", kết quả sẽ là "file.txt"
Cho thấy các kích thước chỉ trong bytes
Đặt dấu kiểm vô hộp này để hiển thị tất cả các kích thước trong bytes thay vì kilobyte hoặc megabyte
Thực hiện kiểm tra virus bởi:
Những đối số:
Phần mở rộng:
Đặt dấu kiểm vô hộp này để tự động kiểm tra virus khi tải các hồ sơ
Chỉ rõ tên của chương trình antivirus ở đây
Chỉ rõ các đối số cho antivirus ở đây
Chỉ rõ phần mở rộng của những hồ sơ tải xuống sẽ được kiểm tra ở đây
Xin nhập tên chương trình antivirus
Tên không hợp lệ. Xin kiểm tra lại
Gọi kiểm tra antivirus
Vô hiệu tác vụ sau khi thi hành
Xoá tác vụ sau khi thi hành
Đặt dấu kiểm vô hộp này để vô hiệu hóa nhiệm vụ tự động sau khi thực hiện
Đặt dấu kiểm vô hộp này để xóa nhiệm vụ tự động sau khi thực hiện
Đi
Lùi
Tự động phát sinh một tên hồ sơ
Đặt dấu kiểm vô hộp này để tự động phát sinh một tên hồ sơ của tải xuống 
Lưu với phần mở rộng "htm"
Đặt dấu kiểm vô hộp này để lưu tất cả các trang Web với phần mở rộng "htm"
Nhấn nút này để tính toán kích thước tóm lược của tất cả các tải xuống
Giữ cấu trúc các thư mục máy phục vụ
Đặt dấu kiểm vô nút này để giữ cấu trúc bản chính các thư mục của máy phục vụ. Nếu không tất cả hồ sơ của máy phục vụ sẽ được cất giữ trong một thư mục
Bạn đã chọn thư mục khác. Đặt thư mục này như một mặc định cho nhóm này? Bạn có thể cũng thay đổi thư mục mặc định trong các thuộc tính của nhóm.
; === ADDED LINES ===
Tải xuống với URL như vậy đã tồn tại.  Phải làm gì?
Gọi ra
Gọi tải xuống hồ sơ
Phiên bản
Nhấn ở đây để tiếp xúc với chúng tôi
Nhấn ở đây để tải xuống phiên bản mới nhất
Warning:  this computer program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this program, or any portion of it, may result in serve civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
; === new version ===
Tải xuống mọi thứ bởi Free Download Manager
Thêm danh sách các tải xuống
Loại bỏ cái lựa chọn
Đây là danh sách của URLs sẽ được thêm
Nhấn nút này để loại bỏ tất cả URLs đã chọn từ danh sách
Không tìm thấy thư mục Firefox Plugin. Bạn muốn chỉ rõ nó bằng tay?
Không thể thiết đặt Firefox theo dõi
Không thể gỡ cài đặt Firefox theo dõi
Đặt dấu kiểm vô cái hộp này nếu bạn muốn rằng FDM bắt các cú nhấp trong Mozilla Firefox
Tải xuống cái được chọn bởi Free Download Manager
Bắt đầu
Websites
Các tải xuống Tích cực
Không có các tải xuống tích cực hiện thời
Các thông báo
Dùng khay "balloons"
Thời gian trễ
Đặt dấu kiểm vô hộp này để cho phép các thông báo "balloon" ở khay khi một tải xuống dừng hoặc đã kết thúc. Ghi chú: những đặc tính này chỉ có trên Windows 2000/XP và cao hơn
Tự động đóng "balloon" sau khi hết hạn thời gian này
Mirrors
Tự động tìm kiếm mirrors URLs
Số tối đa các mirrors
Tính toán tốc độ của các mirrors
Tốc độ tính lại từng cái
Đặt dấu kiểm vô nút này để cho phép FDM tìm mirror URLs cho mỗi tải xuống tự động
Giới hạn số mirrors URLs Tải xuống. để cho phép giảm bớt sự tính toán tốc độ của thời gian các mirrors
Đặt dấu kiểm vô nút này để cho phép FDM tính toán spead của mỗi máy phục vụ mirror
Tự động tính lại tốc độ của các mirrors xuyên qua khoảng thời gian xác định
Không tìm kiếm nếu kích thước hồ sơ thì ít hơn
FDM sẽ không tìm kiếm các mirrors nếu kích thước hồ sơ ít hơn kích thước được chỉ rõ
Không tìm kiếm nếu kích thước hồ sơ thì không biết (Nên làm)
Thêm mirror
Tìm các mirror
Thêm mirror URL cho tải xuống này bằng tay
Tìm mirror URLs cho tải xuống này với FileSearching.COM
Liệt kê mirror URLs
Tốc độ máy phục vụ
Được sử dụng
Tốc độ so với mirrors
Tốc độ so với các máy phục vụ mirrors
Thông tin các tải xuống
Xin chờ...
Mirror URL cho tải xuống
Kích cỡ Hồ sơ vượt hơn 2GB. các tải xuống như vậy chỉ được hỗ trợ bởi FTP
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Tải xuống Mới
Xác định nhóm cho tải xuống tự động
Đặt Nhóm tới:
Lưu tải xuống tới thư mục thích hợp của nhóm của nó
Đặt dấu kiểm vô hộp này nếu bạn muốn các nhóm tải xuống sẽ được xác định bởi phần mở rộng của hồ sơ hoặc thiết đặt của Site Manager
Đặt nhóm mặc định bằng tay
Đặt dấu kiểm vô hộp này nếu bạn muốn tải xuống sẽ được cất giữ tới thư mục mặc định của nhóm của nó (xem các thuộc tính Nhóm)
Đặt thư mục đầu ra mặc định bằng tay
; END
; BEGIN: Monitoring page
Yên lặng theo dõi
Không mở hộp thoại "Tạo ra tải xuống" khi thêm tải xuống từ bộ duyệt, nếu đặt dấu kiểm
Tùy biến
Chọn các mục thực đơn để trình bày trong thực đơn ngữ cảnh của Internet Explorer
; END
Chọn các tiết mục hiển thị ở menu
Tối thiểu một mục ở thực đơn phải được chọn
Sử dụng các âm thanh
Đặt dấu kiểm vô nút này nếu bạn muốn FDM chơi các âm thanh cho vài sự kiện ( Ví dụ: khi tải xuống hoàn tất)
Chọn âm thanh cho mỗi sự kiện
; BEGIN : Customize sounds dialog
Tuỳ biến âm thanh
Đặt âm thanh
Bỏ
Thử nghiệm
Liệt kê các sự kiện của FDM và dùng các âm thanh thích hợp. ở đây bạn có thể điều chỉnh FDM để phát một âm thanh khi sự kiện nào đó xuất hiện
Tải xuống bổ sung -  âm thanh khi một hay nhiều Tải xuống được thêm tới danh sách các Tải xuống
Tải xuống hoàn thành - âm thanh khi Tải xuống đã hoàn toàn thành công.
Tải xuống thất bại - âm thanh khi một lỗi xuất hiện lúc cố gắng Tải xuống một hồ sơ.
Quay số được - âm thanh khi Tác vụ "Thiết lập kết nối quay số" thi hành thành công .
Quay số thất bại - âm thanh khi Tác vụ "Thiết lập kết nối quay số" thất bại vì lý do nào đó.
Đặt Âm thanh cho sự kiện được chọn
Không phát âm thanh khi sự kiện được chọn xuất hiện
Thử nghiệm âm thanh lực chọn
Sự kiện
Hồ sơ Âm thanh
 Không có âm nào
Thêm Tải xuống
Tải xuống đã hoàn thành
Tải xuống thất bại
Quay số thành công
Quay số thất bại
Các hồ sơ Âm thanh
; END
Tìm kiếm mirrors...
Đo tốc độ của các mirrors...
Sự Tìm kiếm các mirrors được thực hiện rồi
Kết nối với máy phục vụ tìm kiếm...
Có kết quả...
Nơi đó có %d mirrors được tìm thấy
Sự tìm kiếm các mirrors đã xong
Thử mirror khác...
Không tìm thấy mirrors nào
Thất bại
Tốc độ những mirrors được đo
; BEGIN: History page
Lịch sử
Cất giữ lịch sử của những mối liên kết và những thư mục
Cất giữ lịch sử chỉ của những thư mục
Giữ các bản ghi trong khoảng thời gian
Số lượng tối đa của những bản ghi
Dọn dẹp Lịch sử
FDM sẽ cất giữ lịch sử của các liên kết và các thư mục bạn nhập vào
FDM chỉ sẽ cất giữ lịch sử của các thư mục
FDM sẽ xóa các bản ghi có trong lịch sử quá thời gian đã chỉ định
Số lượng tối đa của các bản ghi trong lịch sử.  Khi số lượng những bản ghi vượt hơn giá trị này, FDM sẽ xóa những bản ghi cũ nhất
Xóa tất cả những bản ghi từ lịch sử
; END
Nhập khẩu
Xuất khẩu
Nhập khẩu danh sách URLs...
Xuất khẩu Danh sách các tải xuống...
Những hồ sơ Văn bản
Không thể mở một hồ sơ
Xuất khẩu tất cả các tải xuống
Xuất khẩu tất cả tải xuống trong danh sách
Xuất khẩu có lựa chọn những tải xuống
Xuất khẩu những tải xuống không hoàn tất
Nối vào nếu hồ sơ tồn tại rồi
Sai nhóm tên. Xin không sử dụng những ký hiệu / hoặc \ .
Thoát ra khi nào xong
; BEGIN: Downloads History window
Vào danh sách
Lưu tới
; END
Thùng rác
; BEGIN: Recycle Bin
Tính chất...
Dọn dẹp thùng rác
; END
; BEGIN: Recycle Bin properties
Không đặt các tải xuống đã xóa vào đây (xóa luôn)
Giữ lại tối đa là
các tải xuống
Không giữ các tải xuống đã hoàn thành
Hỏi lại khi xóa các tải xuống
Những thuộc tính của Thùng rác
Đặt dấu kiểm nếu bạn không muốn cất giữ các tải xuống trong Thùng rác
Đặt dấu kiểm nếu bạn muốn giới hạn số lượng của các tải xuống bị xóa bỏ trong kho Thùng rác
Số lượng tối đa các tải xuống cất giữ trong Thùng rác
Đặt dấu kiểm nếu bạn không muốn những tải xuống đã hoàn thành tới kho chứa của Thùng rác sau khi xóa bỏ
Đặt dấu kiểm nếu bạn muốn FDM hỏi lại bạn khi bạn thử xóa một tải xuống
; END
Phục hồi
Phục hồi các tải xuống...
; History subitems
Hôm nay
Hôm qua
Một tuần
Một tháng
Tùy chọn...
; end
Xóa Lịch sử
Lưu Lịch sử các tải về
Luu Lịch sử của chỉ các tải xuống đã hoàn thành
Đặt dấu kiểm vào đây để lưu Lịch sử các tải xuống của bạn
Đặt dấu kiểm vào đây để lưu Lịch sử của chỉ các tải xuống đã hoàn thành
Thiết đặt Lịch sử tải xuống
Xây dựng danh sách các bản ghi Lịch sử...
; Download Was deleted
thì đã bị xóa
Chọn vùng thời gian
Tìm...
Tìm nữa
Tìm cái gì
; BEGIN : Find dialog
Tìm trong
Tên hồ sơ cục bộ
Chỉ rõ cái mà bạn muốn tìm ở đây
Tìm kiếm trong hồ sơ bộ phận của URL
Tìm kiếm trong toàn bộ URL
Tìm kiếm trong chú dẫn của tải xuống
Tìm kiếm trong tên và đường dẫn của hồ sơ tải xuống trên đĩa nội bộ
Cài đặt nâng cao tìm kiếm các thiết đặt
; ADVANCED settings
Tìm kiếm ở đâu
Tìm trong Danh sách của các tải xuống
Tìm trong Lịch sử của các tải xuống
Tìm kiếm với thời gian xác định
Trong khoảng
Nơi Thùng Rác
Tìm kiếm với kích thước hồ sơ xác định
Tối thiểu
Tối đa
Tìm ở Danh sách các tải xuống
Tìm kiếm trong Lịch sử của các tải xuống
Sự Tìm kiếm chỉ tải xuống satifies mà phạm vi thời gian chỉ rõ
Đặt vùng thời gian
Tìm kiếm trong Thùng Rác
Chỉ  tìm kiếm những hồ sơ thỏa mãn phạm vi kích thước hồ sơ chỉ rõ
Kích thước Cực tiểu được yêu cầu
Kích thước Tối đa được yêu cầu
Tìm kiếm trong nhóm
Chọn nhóm nơi sự tìm kiếm sẽ được thực hiện
; END
Tìm kiếm tải xuống...
Không tìm thấy mục đó
Không tìm thấy các mục đó
Tìm xong
Gởi URL tới bộ nhớ đệm
Xem trước ZIP
At least one file should be selected.
It is possible that the file you are downloading is ZIP archive. Do you want to preview it?
Xem trước Audio/Video
Thất bại việc mở hồ sơ.
Không biết loại media này.
Xin cài đặt DirectX 8.0 hoặc tốy hơn cho sữ dụng đặc biệt này. Bạn có thể tải DirectX mới nhất từ microsoft.com.
Thông tin Media
Kích cỡ:
Sẵn có:
Thời gian:
Mute
Play
Pause
Lọc
Phần mở rộng [cách nhau bởi khoảng trắng, v.d. zip rar arj]:
Huỷ bỏ các hồ sơ có các phần mở rộng như thế
Chỉ cho phép các hồ sơ có các phần mở rộng như thế
Các chuỗi đối số không thể chứa %file% macro. Macro này thì  cần để chỉ rõ để chương trình antivirus của bạn biết kiểm tra hồ sơ nào.
Tiếp tục dù có sao đi nữa?
Cảnh báo
Sử dụng thuộc tính ẩn giấu cho tải xuống chưa đầy đủ
Nối thêm vào chú dẫn tới tên hồ sơ khi nào xong
Không cất giữ các trang của máy phục vụ
Đặt dấu Kiểm vào nút này nếu bạn không muốn cất giữ các trang máy phục vụ trên máy tính của bạn, ngoại trừ các hồ sơ và các hình ảnh
Sử dụng sự xem trước ZIP
Đặt dấu Kiểm vào nút này nếu bạn muốn xem trước nội dung của ZIP khi bắt đầu của việc tải xuống chỉ tải xuống một phần của lưu trữ.
Thể tích:
Chạy tải xuống tự động
Đặt dấu Kiểm vào nút này nếu bạn muốn FDM sẽ chạy mỗi tải xuống mới tự động
Xin kiểm tra những hồ sơ để tải xuống
Đặt thay thế những vị trí ( URLs) cho tải xuống này
Không xem trước trong tương lai
Bạn đã tắt sự xem trước ZIP. Nếu bạn muốn mở nó lên, xin đi tới Tùy-chọn - > Tuỳ-chọn Tải-xuống ( Ctrl + O) - > Tải xuống trang Mới, và đặt dấu kiểm vào nút "Dùng xem trước ZIP".
Lờ danh sách đi
List of web pages that should be ignored while downloading a site.
Thư mục con
Thêm
Lờ đi tất cả các thư mục con
; Proxy tab new settings
Dùng cuộn lùi trên các kết nối bị đứt quãng
Kích cỡ của cuộn lùi
bytes
Đặt dấu kiểm vô tùy chọn nếu bạn muốn để bật sự đặc trưng cuộn lùi. Tùy chọn này giúp bạn bảo vệ các tải xuống của bạn từ hư hỏng hiện nay.
Kích cỡ cuộn lùi. Greater size will allow rollback to work more safely. Recommended size is 3000 bytes. You may increase this value if your download still remains damaged.
; downloader options -> monitor tab
Không theo dõi những hồ sơ nào nhỏ hơn
Dùng tùy chọn này nếu bạn muốn FDM nhảy qua các hồ sơ nào mà nhỏ hơn kích cỡ đã chỉ định
KBytes
Cảnh báo! Thùng rác thì quá lớn. Nó làm chậm đột ngột sự thực hiện. Nó được khuyến cáo để dọn dẹp Thùng rác. Bạn có muốn làm điều này?
Không kiểm tra lần nữa
Cảnh báo! Lịch sử các Tải xuống thì quá lớn. Nó làm chậm đột ngột sự thực hiện. Nó được khuyến cáo để dọn dẹp Lịch sử. Bạn có muốn làm điều này?
Máy Phục vụ không bảo đảm khả năng lấy lại chúng. Sự phản ứng thì vô hiệu.
Sao chép tới Bộ nhớ đệm
; general settings | skins page
Skins
Skin
Cho phép skin dùng các biểu tượng của nó
Cho phép skin dùng các ảnh bitmap của nó
; default skin
<default>
LỜI DẶN: Các thay đổi chỉ có hiệu lực sau khi chạy lại Free Download Manager.
Hiển thị thông tin tải xuống lúc trong tiến trình
Bỏ qua các hồ sơ có phần mở rộng:
Liệt kê các mở rộng của các hồ sơ sẽ bỏ qua
Không có kích hoạt tải xuống
Phát hồ sơ âm thanh khi tất cả các tải xuống đã hoàn thành
Nhập khẩu danh sách các URL từ bộ nhớ đệm
Mật khẩu
Tùy chọn Quản lý Site
; Save password dialog
Lưu giữ Mật khẩu?
Free Download Manager có thể lưu giữ mật khẩu cho máy phục vụ này để khỏi phải nhập lại nó khi nào bạn tải xuống từ máy phục vụ này.
Lưu giữ Mật khẩu này?
Không đề nghị lưu giữ bất cứ mật khẩu nào
; Site Manager options | Passwords tab
Dùng Quản lý Site làm kho chứa các mật khẩu của bạn
Hỏi lại tôi có muốn lưu giữ mật khẩu hay không
Không đề nghị lưu giữ mật khẩu nào
Xóa bỏ tất cả các mật khẩu khi thoát
Xóa bỏ tất cả các mật khẩu
; create new HTML Spider task
Hủy bỏ toàn bộ các tải xuống từ danh sách (khuyến cáo)
Đánh dấu vào hộp này nếu bạn muốn các tải xuống ở HTML Spider được bỏ đi tự động. Các tốc độ trên tải xuống của site quá lớn.
Sự thay đổi hiệu ứng sẽ có sau khi khởi động lại Free Download Manager
Phong cách Mới
Phong cách Cổ xưa
Tên thư mục thì không hợp lệ
Ẩn các cửa sổ trôi nổi trong chế độ toàn màn hình
Đánh dấu hộp này nếu bạn muốn cửa sổ trôi nổi này tự động ẩn đi trong chế độ toàn màn hình.
có lịch biểu để gọi lên.
Bạn có muốn gọi nó ra?
Gọi tải xuống khi nó đã hoàn tất
Xin sử dụng (*), (*A) hoặc (*a) trong URL tới mẫu dạng chỉ rõ cho URL
Tìm kiếm các máy phục vụ Mirror
Hibernate
Stand By
Ghi nhớ chọn lựa của tôi
Đề nghị thay đổi thư mục mặc định cho nhóm
Lưu trữ hồ sơ
Mở hồ sơ
Lưu trữ hồ sơ và mở nó ra
Kiểu loại Tải xuống:
Liên kết tới FDM
Liên kết tới Free Download Manager
Người dùng thân mến!
Free Download Manager là một chương trình cung cấp cho bạn cách miễn phí. Bạn có thể dùng nó lâu dài như bạn thích sự tự do.
Tuy nhiên, nếu bạn tìm thấy nơi Free Download Manager sự hữu ích nào đó, bạn có thể giúp chúng tôi truyền bá nó bởi việc đặt liên kết tới nó trên web site của bạn. Điều này giúp cho nhiều người khác hiểu hơn về Free Download Manager.
Cảm ơn sự trợ giúp của bạn trong sự đề xuất,\nNhóm phát triển Free Download Manager.
Nhắc cho tôi trong 3 ngày
Nhắc cho tôi trong lần tới khi tôi gọi Free Download Manager
Không để tôi thấy cửa sổ này lần tới
Xem mã liên kết HTML
Mã liên kết HTML
Nhiều ví dụ nữa
Sao chép tới bộ nhớ đệm
Ẩn dấu
; "Traffic usage mode has been changed" window
Thể thức vận chuyển đã thay đổi
Bạn đã chuyển đổi thể thức vận chuyển qua mạng.\nFree Download Manager có ba thể thức:
Trong thể thức này Free Download Manager có thể tải xuống với tốc độ tối đa. Nó là thể thức xông xáo nhất.
Trong thể thức này Free Download Manager có thể tải xuống với tốc độ trung bình. Thể thức này cho phép bộ duyệt của bạn duyệt Internet và giữ cho tốc độ cao của tải xuống cùng thời gian.
Trong thể thức này Free Download Manager có thể tải xuống với tốc độ thấp. Thể thức này cho phép bạn tải xuống mà không cảm giác suy giảm của mạng.
;
Đổi tên khi khởi chạy lại
Nhập vào một giá trị nhỏ hơn %d
; export/import downloads
Liệt kê các Hồ sơ URL
Thông tin Liệt kê các Hồ sơ Tải xuống
;
Tùy chọn Xuất khẩu
;
Đặt ngày của một hồ sơ giống như ngày đã chỉ ra bời máy phục vụ
Đặt cùng mẫu với ngày của tải xuống hồ sơ như trên một máy phục vụ
Phát sinh diễn giải cho hồ sơ
Phát sinh ra một hồ sơ với tên "*.dsc.txt" (* - tên của một hồ sơ tải xuống) nó chứa đựng một diễn giải nhỏ cho hồ sơ tải xuống (chú dẫn + url + ngày). hồ sơ này phát sinh ra cho một tải xuống như một bình luận.
Hồ sơ này được tải xuống từ
Không lấy lại hồ sơ này theo ngày tháng từ máy phục vụ
Tùy chọn này cho phép bạn tăng thêm tốc độ của khởi chạy một tải xuống qua FTP. Free Download Manager thì dùng mệnh lệnh SIZE thay thế của LIST.
Không lưu lại nhật ký các cuộc tải xuống
Hiêu lực tùy chọn này thì làm cho Free Download Manager chạy và xuống máy và giảm bớt việc sử dụng bộ nhớ.
;
Xuất khẩu Lịch sử tải xuống
Xuất khẩu mọi đề mục
Xuất khẩu tất cả các đề mục nơi danh sách
Xuất khẩu các đề mục đã chọn
Xuất khẩu các đề mục khi đã tải xuống hoàn tất
;
Các hồ sơ HTML
;
Free Download Manager Lịch sử Tải xuống
URL của tải xuống
Tải xuống cho hồ sơ
Kích cỡ Hồ sơ
Tải xuống đã hoàn thành
Tải xuống đã được xóa bỏ
;
Lưu trữ trong
Kích cỡ hồ sơ
Hỗ trợ lấy tiếp
Đóng hộp thoại này khi tải xuống thì hoàn thành hoặc dừng lại
Mở ra
Bạn có muốn xem cửa sổ này lần nữa?
Có, Cho tôi xem cửa sổ này mỗi lần tải xuống
Không, đừng hiển thị cửa sổ này nữa
Có, nhưng không phải cho lần tải xuống này
Sử dụng phím SHIFT cho việc tải xuống này khi muốn xóa bỏ từ đĩa và bạn thì không thể phục hồi nó.\nBạn chắc chắn?
Chọn nhóm
Đặt thư mục gốc cho nhóm
Chọn thư mục gốc cho nhóm.\nCác thay đổi này chỉ áp dụng tới các tải xuống mới.
Các hồ sơ tải xuống cuối cùng
(rỗng)
Ngăn trở các tải xuống
Hiển thị cửa sổ Tiến trình tải xuống
Nếu kiểm chứng, FDM sẽ tạo ra một cửa sổ đặc biệt với thông tin nói về việc tải xuống downloading for each running download
; general settings | misc page
Thời gian tạm ngưng cho sự xác nhận
Gọi việc tải xuống
Hỏi lại cách shutdown
Xác nhận thời gian trễ cho lệnh "Công cụ | Gác máy khi xong".
Xác nhận thời gian trễ cho lệnh "Công cụ | Thoát ra khi xong".
Xác nhận thời gian trễ cho lệnh "Công cụ | Shutdown máy tính khi xong".
Xác nhận thời gian trễ cho việc gọi hồ sơ tải xuống khita3i xuống hoàn tất.
Nếu đánh dấu, FDM sẽ hỏi bạn cho kiểu  của shutdown cho lệnh "Công cụ | Shutdown máy tính khi xong".
Không cần hỏi sự xác nhận
; 5 giây, 10 giây, ...
%d giây
Đợi bạn xác nhận
Lờ đi các trang cho thư mục này
Tải xuống các trang cho chỉ thư mục này
Bao gồm các thư mục con
Lờ đi các trang web ở trong thư mục này.
Tải xuống các trang ở chỉ trong thư mục này và lờ đi các trang web khác.
Đánh dấu tùy chọn này nếu bạn muốn HTML Spider lờ đi (hoặc chỉ tải xuống) các trang ở trong tất cả các thư mục con của thư mục đã chỉ rõ.
Nơi đây bạn cần chỉ ra URL của thư mục.\nVí dụ: "http://site.com/docs/".
Nhập vào
Lờ đi
Duy nhất
Đặt các số hiệu
Ấn định
Nơi đây bạn cần chỉ ra sự đặt các số hiệu cho liệt kê cả lô.\nv.d. 1-100, hoặc 1-100s2w3.
Nhấp vào nút này để ấn định việc đặt của các số hiệu sử dùng cho cửa sổ hộp thoại.
Số đơn
Số
Ấn định việc đặt các số
Lỗi cú pháp
Trích ra lưu giữ
Trích ra
Việc trích ra
Thư mục đích đến
Thất bại việc trích ra. Định dạng hồ sơ thì không biết.
Vận chuyển tải xuống trong tháng này\n(%s đã tải xuống trong tháng trước)
TỔng số tốc độ tải xuống
Công cụ Vô hiệu | "khi xong" tác vụ sẽ thi hành sau
Khi hiệu lực, Bất cứ Công cụ nào | "khi xong" tác vụ sẽ tự động vô hiệu sự thi hành sau. Như vậy nó sẽ được gọi chỉ một lần.
; %s
; 1st - tên của hồ sơ
; 2nd, 3rd - thông tin hồ sơ (Kích cỡ + ngày).
"%s" Hồ sơ đã sẵn có.\n\nBạn có muốn thay thế nó\n(%s)\n\nbởi một bản mới\n(%s)?
Có cho tất cả
Nhảy qua
Nhảy qua tất cả
Định dạng của sự lưu giữ này thì không biết
Viếng thăm web site
Gói thiết đặt
Mặc định, FDM chỉ hỗ trợ các ZIP, RAR và ARJ.\nBạn có thể mở rộng danh sách hỗ trợ bởi thiết đặt thêm các hỗ trợ cho Free Download Manager (cần có kết nối Internet).
FDM hỗ trợ gói lưu trữ
Dời lên
Dời xuống
Dời các tải xuống đã chọn lên trên
Dời các tải xuống đã chọn xuống dưới
Kiểm tra sự toàn vẹn của hồ sơ
Các Web site nào đó quy định sự kiện tổng kiểm tra cho các hồ sơ sẵn có để tải xuống trong thứ tự để cho phép các người dùng làm việc tải xuống các hồ sơ đó mà không bị hư hỏng. Bạn có thể nhập vào tổng kiểm tra này nơi đây và FDM sẽ kiểm tra tính toàn vẹn của hồ sơ.
Thuật Toán
Tổng kiểm tra
Dán ra từ bộ nhớ đệm
Kiểm tra
Tính toán tổng kiểm tra các hồ sơ tải xuống...
Sự toàn vẹn hồ sơ thì đã kiểm tra thành công
Sự toàn vẹn hồ sơ thì đã kiểm tra thất bại
Sự toàn vẹn hồ sơ thì đã kiểm tra có kết quả thành công.\nKhông tìm ra lỗi nào trong hồ sơ tải xuống.
Sự toàn vẹn hồ sơ thì đã kiểm tra thất bại.\nĐã tìm ra lỗi: hồ sơ này đã hư hỏng trong lúc tiến trình tải xuống. Nó cần phải khởi chạy lại việc tải xuống từ đầu.
Không hiển thị cửa sổ này lần nữa nếu kiểm tra thành công
Không thể tìm hồ sơ thực thi của chương trình antivirus mà bạn chọn.\nVui lòng chỉ rõ nó.
Kích cỡ các hồ sơ thì không bằng nhau
Lưu trữ như:\n(Ví dụ: file(*)(*A)(*a).txt)
Không thể lưu trữ như bản mẫu đã chỉ.\nHãy làm cho nó phù hợp với bản mẫu của URL.
Khi xong
Khi xong (tất cả hoàn thành hoặc gặp lỗi)
Các Ứng dụng
Cái gì?
Đánh giá
;
Bạn thân mến!
Free Download Manager (FDM) là một trong những ứng dụng tải xuống được nhiều người yêu chuộng trên thế giới, có hàng triệu người dùng, nhưng bây giờ sau khi nó trở thành phổ dụng chúng ta ước muốn nhiều hơn!
Nếu bạn tìm nó như sự hữu ích và một chương trình cần thiết như chúng ta làm, chúng ta ân cần hỏi bạn để giúp chúng tôi truyền bá trên thế giới bởi việc đẫy lên một liên kết tới nó trong blog của bạn, website hoặc không gian cá nhân, như là Myspace/MSN.
; %s bằng lòng thay thế bởi "FDM buzz" 
Chính thức, %s sẽ bắt đầu vào August 16, 2006. Chúng ta có mục đích là làm FDM được truyền bá là tiện ích cho Internet tiếp sau FireFox!
FDM lan truyền
; %s được thay thế bởi "blog" 
Bạn có thể để dấu vết FDM tiến triển đến chúng ta qua %s.
blog
Thanks for your help in advance,\nthe Free Download Manager development team
Không hiển thị với tôi cửa sổ này nữa, Tôi có trí nhớ rất tốt.
Tham dự sự lan truyền
Không, Cảm ơn bạn
FDM Sở hữu chung
Chuyển tới "Sự đánh giá" sau khi tải xuống
Nếu hiệu lực, thẻ "Sự đánh giá" sẽ tự động kích hoạt khi tải xuống đã hoàn tất.
Sửa đổi Internet Explorer nhận diện mạng
Nếu hiệu lực này với sự cho biết web sites bạn duyệt qua cho Free Download Manager thiết đặt trên chương trình của bạn. Tuy nhiên dử dụng tùy chọn này có thể là trở ngại trong một số sites.
Sự hiểm độc?
Nếu người kiểm tra nào đó của những người sử dụng Free Download Manager báo rằng tải xuống này có chứa virus/adware/spyware/v.v.
OK, kẻ bất tài của những người sử dụng Free Download Manager báo rằng tải xuống này có chứa nơi nó sự hiểm độc.\n\nTuy nhiên, việc này không bảo đảm tải xuống này thì không hiểm độc và nó đề nghị kiểm tra nó bởi dùng chương trình antivirus nào đó.
; keep all %xxx, \n as is.
Nơi %d of %d của Free Download Manager có các người dùng báo rằng tải xuống này ẩn chứa sự hiểm độc.\nMức đánh giá trung là %.*g.\n\nCó hiển thị các quan điểm về tải xuống này không?
Kiểm tra cuộc tải xuống mới trước khi tải xuống nếu nó ẩn chứa sự hiểm độc
Dùng tùy chọn này để FDM kiểm tra tự động, trước khi tải xuống, nếu người nào đó của các người dùng báo cáo về tải xuống này có ẩn chứa sự hiểm độc.
Trình bày các đánh giá khi tải xuống
Nếu hiệu lực, FDM sẽ kích hoạt thẻ "Opinions" tự động và hiển thị sự đánh giá về tải xuống đang khi cho tải xuống.
Kiểm tra lại nếu tải xuống chứa sự hiểm độc (xem các tùy chọn mức độ để vô hiệu)
OK, người bất tài nói rằng nó thì hiểm độc
Cảnh báo! Người nào đó báo cáo rằng tải xuống này chứa sự hiểm độc
Đóng
Đang tải
Không làm Tải xuống này
Bộ đệm hoạt động cho việc viết dữ liệu tải xuống tới đĩa
Nếu hiệu lực, FDM sẽ dùng bộ đệm nôi bộ với kích cỡ mà bạn chỉ rõ cho các hoạt động của sự viết dữ liệu khi tải xuống. Điều này làm giảm số lượng thời gian sử dụng HDD của bạn. Sự tăng thêm tốc độ này của tải xuống cho các kết nối tốc-độ-cao.\nTuy nhiên bởi vì dữ liệu tải xuống không trực tiếp viết vào HDD nó sẽ yêu cầu tải xuống lại dữ liệu này lần nữa trên máy tính nào đó bị thất bại (tại sự xấu nhất của kích cỡ bạn đã chỉ).\nĐề nghị này cho kết nối tốc-độ-cao.
Có thể thiết đặt việc giám sát  SeaMonkey (Mozilla Suite)
Có thể gỡ bỏ việc giám sát SeaMonkey (Mozilla Suite)
Đặt dấu kiểm nơi hộp này nếu bạn muốn FDM nắm lấy các cú nhấp chuột trong bộ duyệt Mozilla Firefox
Đặt dấu kiểm nơi hộp này nếu bạn muốn FDM nắm lấy các cú nhấp chuột trong bộ duyệt SeaMonkey (Mozilla Suite)
Để cho bộ duyệt tự tải xuống nếu bạn nhấn Cancel
Đặt dấu kiểm nơi hộp này nếu bạn muốn bộ duyệt tải xuống hồ sơ khi bạn nhấn Cancel trong hộp thoại "Create download"
Thêm FDM tới trình đơn ngữ cảnh của bộ duyệt
Dấu kiểm nơi hộp này sẽ thêm các đề mục "Download with Free Download Manager" và "Download web site with Free Download Manager" tới trình đơn ngữ cảnh của bộ duyệt (trình đơn xuất hiện khi bạn nhấp chuột phải)
Chọn các đề mục nơi trình đơn để trình bày trong trình đơn ngữ cảnh nơi bộ duyệt
Có thể thiết đặt sự giám sát Firefox
Di chuyển các hồ sơ tới thư mục
Tốc độ thì quá chậm. Chạy trở lại Phân đoạn...
Khởi chạy lại nếu tốc độ là quá chậm (phút):
Chọn khởi chạy lại tại lúc suy giảm của tốc độ của tải xuống.
Bạn có muốn xem cửa sổ tiến trình tải xuống lần nữa?
Rất tiếc, sự phục vụ này thì hiện thời không sẵn có. Vui lòng thử lại sau này.
Dời lên đỉnh
Dời xuống đáy
Đặt Tải xuống lên đầu danh sách
Đánh dấu tùy chọn này nếu bạn muốn sự tải xuống được đặt lên đầu của danh sách các tải xuống.
Việc giám sát trong bộ duyệt Firefox không thể hiệu lực tới phần mở rộng FlashGot được thiết đặt.\nBạn phải gỡ cài đặt FlashGot trước.
Hiệu lực
Vô hiệu
Tráo đổi
Nếu sự Ngăn trở tất cả các thể thức tải xuống là hiệu lực nó thì vô hiệu, ngược lại nó sẽ hiệu lực.
Chính thức %s sẽ khởi chạy vào August 16, 2006. Mục đích của chúng ta là làm FDM được truyền bá là tiện ích Internet utility theo sau FireFox!
Automatically download and install updates
Notify me only when update is available
Turn off automatic updates
Now monitoring is enabled in %s.
Delete record
OK to delete?
There is no write access to Free Download Manager's folder.\nYou should grant write access in order to allow Free Download Manager to save its data files, otherwise all data will be lost after the restart of Free Download Manager.
This small box allows you to drag&drop links from your browser into Free Download Manager.\nIt allows to quickly show or hide Free Download Manager's window with a left button double click.\n\nIn order to hide it, right click on it and uncheck "Drop box" menu item.
Free Download Manager's Drop box
Disable all notifications for batch downloads
Check this options in order to disable all (balloon, sounds) notifications for downloads created by "%s" command.
Skip list
Specify the list of files extensions and the list of sites that should not be monitored.
Don't catch download from these sites (space separated):
Free Download Manager will not monitor downloads from the sites specified in this list. Specify domain names here (e.g. "site.com"). You may use '*' symbols.
Warning!\nAn error occurred while trying to perform virus check.\nWould you like to launch downloaded file anyway?
Integrity
Perform the integrity check when file is downloaded
In order to perform the integrity check Free Download Manager should know the valid checksum of the file. In most cases you should provide it for each download.
If the check failed
Valid checksum of this file
Do nothing
Specify here what FDM should do when the integrity check fails.\nAsk - FDM will ask you what to do.\nRestart - FDM will restart this download from the beginning.\nDo nothing - FDM will add the record about fail check to the downloading log file and will not do anything more.
Performing integrity check...
Integrity check succeeded.
Integrity check failed!
Specify integrity check algorithm.
Valid checksum
Result checksum
; zip preview window
Check/uncheck all
; group's properties dialog
Macroes
name of the server (e.g. "freedownloadmanager.org")
path to the downloading file on the server
current year
current month (number from 1 to 12)
current day
; don't translate "%year%-%month%-%day%" here
equivalent to "%year%-%month%-%day%"
;
From Mozilla Firefox
FDM will take proxy settings from Firefox
; new download settings
Use this group
; Downloads -> Schedule ->
Start
Stop
Schedule download start
Schedule download stop
;
; downloads that are not completed or have been completed recently
Not completed+Recent
Parent group
;
; create new download dialog -> set output folder as default dialog
Set as default for all the groups of downloads
; %s - place of name of the group. don't change this
OK to set this folder as the default output folder for the "%s" group?
;
;
Clean up the list of the downloads
Uploads
Upload files
Start uploading
Stop uploading
Schedule uploading
Move selected upload(s) up
Move selected upload(s) down
Uploaded
List of uploads
Retrieving destination upload URL from the base server...
Abort
; outlook express: view | insert file | ...
As attachment
As link (upload)
Folder
;
Add files
Add folder
BitTorrent
Enable BitTorrent protocol support
Limit upload traffic
Limit the number of upload connections
Use ports in the range from
to
Enable DHT
Enable/disable BitTorrent protocol support. However, if there are any BitTorrent downloads in the list or in FDM Recycle Bin, BitTorrent protocol will not be disabled completely.
Limit the maximum total speed of upload connections. This is not recommended for BitTorrent protocol and may reduce your download speed.
Limit the maximum number of total upload connections. Setting a too low number may result in decreasing of your downloading speed.
Specify here the range of ports that FDM will use for upload connections.
Enable DHT extension (download without using the tracker). Enabling this option will affect the increase of network traffic usage.
Name
Login is required for the tracker
Add BitTorrent download
An error occurred while trying to process this torrent file.
Torrent file
It seems that you would like to download a .torrent file. It's required to enable BitTorrent support in Free Download Manager to do this.\n\nWould you like to enable BitTorrent?
Retype your passwords: passwords you've typed do not match.
Specify the files you would like to upload.
Upload properties
Metalink info file has been detected. Continue downloading.
BitTorrent info file has been detected. Continue downloading.
Failed to access the files on the disk.
Connecting tracker...
Failed to receive the valid response from the tracker.
Response has been received from the tracker successfully.
Hash check of the part of download has failed. Redownloading it...
Grant all bandwidth for this download
Disable Free Download Manager automatic loading at Windows startup?
Sorry, FDM Community service is currently unavailable. Please try again later.
Name of the file should not contain any of \ / : * ? " < > | symbols. Please enter another name.
Name of the folder should not contain any of : * ? " < > | symbols. Please enter another name.
Customize floating windows...
Transparency
Data
Keep all data files in the current user's folder
Keep files in this folder
Changes will be applied after the restart of Free Download Manager.
Show download progress window
Create portable version
Portable version of Free Download Manager can be used on different computers without the need to install and configure it on each computer.\n\nIt can be conveniently placed on a flash disk, for example.\n\nOnce launched, it registers itself in the computer's system and integrates to browsers. At exit it will unregister itself automatically.\n\nSpecify here the path where you would like to create this version. It should be a folder on some removable drive.\n\nE.g. "I:\My portable programs\".
Integration
Associate with torrent files
Always use this group for new downloads
Always use this group and remember the last output folder each time
Flash video downloads
Download video with FDM
This site is not supported. See the list of supported sites.
View in Downloads window
This is the page with flash video. Downloading flash video...
Converting...
Convert
Convert options
File format
Video size
; video quality
Quality
Very low
Low
Normal
Average
High
Very high
;
AVI using MPEG-4 (*.avi)
AVI using XVID (*.avi)
Don't change
Video bitrate
Audio bitrate
Remember settings as default
;
Create flash video download
Automatically convert downloaded video to the specified format
Setup advanced options
View list of supported sites
; used in "create flash video download" window
e.g.
Next attempt to connect to tracker in %d seconds
Preparing files on the disk... This may take several minutes
State
Preparing files on the disk...
MP4 for iPod/PSP (MPEG4 + AAC, *.mp4)
Media preview/convert
Convert media file
Switch to this tab automatically
;keep "\n\n%s\n" as is
Media file has been converted successfully and stored in\n\n%s\n.
Failed to convert media file\n\n%s.
Group for new download
Info hash
Peers
Client
Pieces
Tracker
Tracker status
Upload speed
Bytes uploaded
Share ratio
Wasted byte count
Torrent file URL
Are you sure?\nThis will restart the download from the beginning.
Traffic used ("downloaded"; "uploaded") this month\n(%s was used in the previous month)
Total speed ("download"; "upload")
Files to upload
Package name
Compress
Set password for this download
Retype
Keep these files
Supposed number of downloads
Add link to these files in our catalogue
Include advanced information (all fields are optional)
Description
Tags
Your name
Your email
Receiver's email
Less than 10
From 10 to 100
More than 100
2 days
7 days
1 month
;compression methods
None
Fast
Average
Best
Uploader settings
Integrate uploader into
Explorer's context menu
Explorer's "Send To..." menu
Use simple upload menu
Minimum size of file to upload
HTTP proxy settings
Upload activation
Upload requires activation. This is required in order to protect our server from automatic uploads. Enter activation code.
Connecting to upload server
Successfully connected to upload server
File has been uploaded to server successfully
File upload was stopped
Creating zip archive of uploading files...
Failed to create zip archive
Zip archive has been created successfully
Sending the request to server
Sending information about this upload to server
Information has been sent
Failed to send information about this upload to server
Activating upload...
Upload has been activated successfully
Failed to activate upload
Upload file was changed on the disk
Unexpected error
Calculating checksum...
; "I agree to terms" string in two lines
I agree to
terms
You must agree to terms.
Failed to check for updates
New version is available. It is required to update your version.\nWould you like to update now?
Update of Free Download Manager is required
Restart of Free Download Manager is required
Prompt me to upload attachments
Attach to the letter (slow)...
Upload and insert link (lightning fast)...
An error occurred while trying to start uploading. Check your connection or try again later.
You have attached large file(s).\nDue to many reasons it's recommended not to send large files as attachments, but upload files and send links to them.\n\nWould you like to upload?
Upload is recommended
Integration settings
Upload of %s has been completed.\nYou should use the following URL as the download link:
Total size
Open in the browser
Current version of Free Download Manager cannot longer be used to upload files. It's required to update it.
Current version of Free Upload Manager cannot longer be used. It's required to update it. Please visit freedownloadmanager.org site.
Too long input.
Upload manager integration settings
Free Upload Manager integration settings
Upload
Downloading update...
Enable seeding
Disable seeding by default
Consider download malicious if minimum
% of users marked it as malicious
OK, Free Download Manager's users did not report this download as malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
OK, FDM's users did not report that this download is malicious
drive letter FDM was started from. E.g. "C:". Is useful for portable version.
You should install Video Conversion plugin in order to use this feature.
You should install BitTorrent plugin in order to download via BitTorrent protocol.
Note: these files (*.sav) are Free Download Manager's service files (not the files you download).
Would you like to copy current data files to a new folder (existing files will be overwritten)?
Default download folders of all groups will be set to this folder.\nOK to continue?
Set default download folder
Prevent computer from stand by while downloading
Maximum number of half-open connections
Torrents
Failed to access the files on the disk. Check if disk is full or write protected.
Ratio
List of torrents
Add torrent download from web
Add torrent download from file
Create new torrent
(auto)
Source
Piece size
Trackers
Add tracker
Remove tracker
Start seeding this torrent
Save
Create new torrent
Torrent files
Priority
;normal/high priority
skip
normal
high
Floating windows
Service files (list of downloads, history, etc.)
Default settings for site downloads
You have paused all downloads. This means all downloads will download at a very low speed (1B/s usually).\nThis allows to "pause" even downloads with no resume support.\n\nYou should call this command again or restart FDM in order to return to normal state.
Seeding
Enable seeding (highly recommended)
Unlimited seeding
Limit by ratio
Seed until ratio will be
Limit by time
Seed during
Check if download with the same URL already exists
Save history of downloads
List my most recently downloaded files
Default settings of BitTorrent downloads
Restart completed downloads
Specify Firefox's portable version folder.
Can't find Apple Safari Plugin directory. Do you wish to specify it manually?
Can't find Google Chrome Plugin directory. Do you wish to specify it manually?
Can't install Apple Safari monitoring
Can't uninstall Apple Safari monitoring
Can't install Google Chrome monitoring
Can't uninstall Google Chrome monitoring
Time Limit
;hours, for short
hr.
Limit time when FDM can start downloads
Allow to start only from
Normal priority
High priority
Essential
No timeout for download completion balloons
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Title
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
Web page
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
Error
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
Flash Video
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Internet Explorer and Firefox only)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
Download It
Show This Button
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
